Repository: kaljarv/ehdokaskartta
Catalog: src/locale/messages.*.xlf
Languages: sv

source: Palaa alkuun
sv: Tillbaka till start

source: Siirry vaalipiirin valintaan
sv: Gå till val av valkrets

source: Siirry kysymyksiin
sv: Gå till frågorna

source: Vaalipiiri täytyy valita ennen kysymyksiin vastaamista
sv: Välj först valkrets och svara sedan på frågorna

source: Siirry tuloksiin
sv: Gå till resultaten

source: Kysymyksiin täytyy vastata ennen tulosten esittämistä
sv: Svara först på frågorna och välj sedan resultaten

source: Selaa ehdokkaita vastaamatta kysymyksiin
sv: Bläddra bland kandidaterna utan att svara på frågorna

source: Vaalipiiri täytyy valita ennen ehdokkaiden selaamista
sv: Välj först valkrets innan du bläddrar bland kandidaterna

source: Nollaa tallennetut vastaukset
sv: Återställ svaren

source: Tietoja palvelusta
sv: Information om tjänsten

source: Kotikuntasi
sv: Din hemkommun

source: Kysymykset
sv: Frågor

source: Ehdokkaat
sv: Kandidater

source: Tulokset
sv: Resultat

source: Oma Kieli ry:n logo
sv: Eget språk rf logo

source: Suodata ehdokkaita
sv: Filtrera kandidater

source: Hae vaalipiirisi ehdokasta nimellä tai numerolla
sv: Sök kandidat inom din valkrets med namn eller nummer

source: Avaa muistilista
sv: Öppna minneslistan

source: Kielivaalikone on hetkellisesti pois käytöstä huollon vuoksi
sv: Valkompassen är tillfälligt ur bruk på grund av underhållsarbete

source: Pahoittelemme vaivaa! Korjaamme ongelmaa parasta aikaa ja pyydämme palaamaan Kielivaalikoneeseen myöhemmin.
sv: Vi ber om ursäkt för besväret! Problemet åtgärdas som bäst och vi ber dig återkomma till Valkompassen om språk lite senare.

source: Täysin eri mieltä
sv: Helt av annan åsikt

source: Ei samaa eikä eri mieltä
sv: Neutral

source: Täysin samaa mieltä
sv: Instämmer helt

source: Vähintään
sv: Minst

source: Korkeintaan
sv: Högst

source: Kynnyskysymyksen perusteella
sv: Enligt avgörande frågor

source: Näytä vain ehdokkaat, jotka ovat samaa tai lähes samaa mieltä kanssasi valituista kysymyksistä.
sv: Visa endast kandidater som är av samma åsikt eller nästan samma åsikt med dig i utvalda frågor.

source: Iän perusteella
sv: Ålder

source: vuotta
sv: år

source: Sukupuolen perusteella
sv: Kön

source: Puolueen perusteella
sv: Parti

source: Avaa valikko
sv: Öppna meny

source: Palaa alkuun
sv: Tillbaka till start

source: Tietoa Kielivaalikoneesta
sv: Information om Valkompassen om språk

source: Onko mielestäsi tärkeää, että suomi ja ruotsi säilyvät yhteisinä kielinämme? Pitääkö englannin käyttöä palveluiden ja koulutuksen kielenä lisätä? <a href="https://omakieli.fi/" target="_blank">Oma kieli ry:n</a> Kielivaalikoneessa pääset tutkimaan eduskuntavaaliehdokkaiden kantoja kielipoliittisiin kysymyksiin ja vertailemaan niitä omiisi.
sv: Anser du det vara viktigt att finskan och svenskan bevarar sin ställning som våra gemensamma språk? Borde vi ha mera engelska inom service och utbildning? <a href="https://omakieli.fi/" target="_blank">Eget språk rf</a> genomför en Valkompass om språk där du kan gå igenom dina egna och riksdagskandidaternas språkpolitiska synpunkter.

source: Tietosuoja
sv: Dataskydd

source: Kielivaalikone käyttää vain teknisiä evästeitä, jotka parantavat palvelun toimivuutta eikä niiden tietoja tallenneta palvelimelle. Evästeiden avulla voit esimerkiksi jatkaa vaalikoneen käyttöä myöhemmin, jos joudut keskeyttämään sen.
sv: Valkompassen använder endast tekniska kakor som förbättrar tjänsten och de sparas inte på servern. Kakorna låter dig till exempel pausa och fortsätta använda valkompassen senare.

source: Tallennamme vastauksiin liittyvää tilastotietoa anonyymisti. Sitä ei voida yhdistää tiettyyn käyttäjään, sillä tietojen mukana ei tallenneta mitään tunnistetietoja, kuten IP-osoitetta.
sv: Statistiska uppgifter från svaren sparas anonymt. De kan inte spåras till en enskild användare för tillsammans med svaren sparas inga identifieringsuppgifter, såsom IP-adress.

source: Paina nappia ”{{ nextButtonText }}” edetäksesi.
sv: Tryck på ”{{ nextButtonText }}” för att fortsätta.

source: Siirry kysymyksiin
sv: Gå till frågorna

source: Valitse kotikuntasi
sv: Din hemkommun

source: Palaa alkuun
sv: Tillbaka till start

source: Sovelluksessa tapahtui virhe, pahoittelut!
sv: Ett fel har uppstått, vi ber om ursäkt!

source: Siirry tuloksiin
sv: Gå till resultaten

source: Ladataan kysymyksiä…
sv: Hämtar data...

source: Valitettavasti yksikään vaalipiirin ”this.matcher.constituency” ehdokkaista ei ole vastannut Kielivaalikoneen kysymyksiin
sv: Tyvärr har ingen av valkretsens ”this.matcher.constituency” kandidater svarat på frågorna i Valkompassen om språk

source: Mistä on kyse?
sv: Vad betyder det?

source: Ohita tämä kysymys
sv: Hoppa över frågan

source: Poista vastauksesi tähän kysymykseen
sv: Radera svaret på frågan

source: Vaalipiiri
sv: Valkrets

source: Hae ehdokasta
sv: Sök kandidat

source: Jos ehdokas ei ole vastannut kysymykseen, oletamme hänen vastauksensa olevan vastakkainen sinun vastaukseesi nähden, kun ehdokkaan sopivuutta lasketaan.
sv: Om kandidaten inte svarat på frågan utgår vi från att personen är av motsatt åsikt vid kalkyleringen av kandidatens lämplighet.

source: Ehdokas
sv: Kandidat

source: Puolue
sv: Parti

source: Lisää muistilistalle
sv: Lägg till minneslistan

source: Lisää muistilistalle -ikoni
sv: ikonen Lägg till minneslistan

source: Poista muistilistalta
sv: Radera från minneslistan

source: Poista muistilistalta -ikoni
sv: ikonen för Radera från minneslistan

source: Ehdokas ei ole vastannut Kielivaalikoneen kysymyksiin
sv: Kandidaten har inte svarat på frågorna i Valkompassen om språk

source: Ikä ja sukupuoli
sv: Ålder och kön

source: Äidinkieli
sv: Modersmål

source: Arvo, ammatti tai toimi
sv: Titel, yrke eller syssla

source: Kotikunta
sv: Hemkommun

source: Puolue
sv: Parti

source: Ehdokasnumero
sv: Kandidatens nummer

source: Vaalipiiri
sv: Valkrets

source: Muualla verkossa
sv: Mer på webben

source: Kampanjasivusto
sv: Kampanjwebbplats

source: Kampanjasivusto: {{ campaignUrl }}
sv: Kampanjwebbplats: {{ campaignUrl }}

source: Vaalilupaus kansalliskieliin liittyen
sv: Vallöfte om nationalspråken

source: Merkittävästi eri mieltä kanssasi
sv: Helt av annan åsikt än du

source: muuta
sv: annat

source: Ei kysymyksiä, joista olette merkittävästi eri mieltä
sv: Inga frågor där ni är av helt olika åsikt

source: Samaa tai lähes samaa mieltä kanssasi
sv: Samma eller nästan samma åsikt som du

source: Ei kysymyksiä, joista olette samaa tai lähes samaa mieltä
sv: Inga frågor där ni är av helt eller nästan samma åsikt

source: Mielipiteet kysymyksiin, joihin et vielä ole vastannut
sv: Åsikter i frågor som du ännu inte svarat på

source: kysymystä
sv: frågor

source: Ei kysymyksiä, joihin et olisi vastannut
sv: Inga obesvarade frågor

source: Ei vastausta
sv: Inget svar

source: Sinä
sv: Du

source: Ei vastausta
sv: Inget svar

source: Sinä & ehdokas
sv: Du & kandidaten

source: Kaikkien {{ partyName | genitive }} ehdokkaiden vastausten keskiarvo on {{ partyAnswer | number:'1.1-1':'fi-FI' }}
sv: Medeltalet av alla {{ partyName | genitive }} kandidaters svar är {{ partyAnswer | number:'1.1-1':'fi-FI' }}

source: Ehdokkaan vastaus
sv: Kandidatens svar

source: Ehdokas ei ole vastannut tähän kysymykseen
sv: Kandidaten har inte svarat på denna fråga

source: Sinun vastauksesi
sv: Ditt svar

source: Muistilistasi
sv: Din minneslista

source: Tyhjennä muistilista
sv: Töm listan

source: Muistilistallasi ei ole vielä yhtään ehdokasta.<br> Voit lisätä ehdokkaita listalle klikkaamalla ehdokasnumeron alla olevaa <mat-icon>star_border</mat-icon>-ikonia.
sv: Du har ännu inga kandidater på din minneslista.<br> Du kan lägga till kandidater på listan genom att klicka på <mat-icon>star_border</mat-icon>-ikonen under kandidatens nummer

source: Tämä suodatin ei ole käytössä, koska et ole vielä vastannut yhteenkään kysymykseen.
sv: Detta filter är inte i bruk för du har inte svarat på en enda fråga.

# VALITSETAIPOISTA
source: Valitse tai poista valinta kaikista
sv: Välj eller radera valet

source: Nollaa
sv: Återställ

source: Tallenna kaikki suodattimet
sv: Spara alla filter

source: Poista kaikki suodattimet käytöstä
sv: Slopa alla filter

source: Valitse ainakin yksi vaihtoehdoista.
sv: Välj minst ett alternativ.

source: Jätä ainakin yksi vaihtoehdoista valitsematta.
sv: Låt bli att välja minst ett alternativ.

source: (ei rajausta)
sv: (ingen avgränsning)

source: Tässä ovat vaalipiirisi ehdokkaat, jotka ovat vastanneet Kielivaalikoneen kysymyksiin. Voit halutessasi suodattaa ehdokkaita.
sv: Här är kandidaterna i din valkrets som svarat på frågorna i Valkompassen om språk. Du kan filtrera kandidaterna om du vill.

# AVAASUODATIN
source: Avaa suodatinvalikko
sv: Öppna filtermenyn

source: Listalta on suodatettu joitakin ehdokkaita.
sv: En del kandidater har filtrerats från listan.

source: Suodattamisen jälkeen jäljelle ei jäänyt yhtään ehdokasta.
sv: Inga kandidater kvar efter filtrering.

source: Yksikään vaalipiirin ehdokkaista ei ole vastannut Kielivaalikoneen kysymyksiin.
sv: Inga kandidater i valkretsen har svarat på frågorna i Valkompassen om språk.

source: Ehdokas piilotettu suodattimien vuoksi
sv: Kandidaten dold på grund av filtrering

source: Merkittävästi eri mieltä {{ disagreed[candidate.id]?.length }} kysymyksestä
sv: Helt av annan åsikt med {{ disagreed[candidate.id]?.length }} i frågan

source: Ladataan tuloksia…
sv: Hämtar data…

source: Kuvituskuva
sv: illustration

source: Onko mielestäsi tärkeää, että suomi ja ruotsi säilyvät yhteisinä kielinämme? Pitääkö englannin käyttöä palveluiden ja koulutuksen kielenä lisätä? <a href="https://omakieli.fi/" target="_blank">Oma kieli ry:n</a> Kielivaalikoneessa pääset tutkimaan eduskuntavaaliehdokkaiden kantoja kielipoliittisiin kysymyksiin ja vertailemaan niitä omiisi.
sv: Anser du det vara viktigt att finskan och svenskan bevarar sin ställning som våra gemensamma språk? <a href="https://omakieli.fi/" target="_blank">Eget språk rf</a> genomför en Valkompass om språk där du kan gå igenom dina egna och riksdagskandidaternas språkpolitiska synpunkter. Svara på frågorna och hitta en kandidat som stöder nationalspråken!

source: Aloita
sv: Börja

source: Onko mielestäsi tärkeää, että suomi ja ruotsi säilyvät yhteisinä kielinämme? Pitääkö englannin käyttöä palveluiden ja koulutuksen kielenä lisätä? <a href="https://omakieli.fi/" target="_blank">Oma kieli ry:n</a> Kielivaalikoneessa pääset tutkimaan eduskuntavaaliehdokkaiden kantoja kielipoliittisiin kysymyksiin ja vertailemaan niitä omiisi.
sv: Anser du det vara viktigt att finskan och svenskan bevarar sin ställning som våra gemensamma språk? <a href="https://omakieli.fi/" target="_blank">Eget språk rf</a> genomför en Valkompass om språk där du kan gå igenom dina egna och riksdagskandidaternas språkpolitiska synpunkter. Svara på frågorna och hitta en kandidat som stöder nationalspråken!

source: Börja
sv: Aloita

source: Suomen Kulttuurirahasto
sv: Finska Kunturfonden

source: Käytetään aiemmin syöttämiäsi vastauksia pohjana.
sv: Dina tidigare svar används som grund.

source: Nollaa vastaukset
sv: Återställ svaren

source: Valkompass om språk
sv: Kielivaalikone

source: Oma Kieli ry
sv: Eget språk rf

source: Anser du det vara viktigt att finskan och svenskan bevarar sin ställning som våra gemensamma språk? Borde vi ha mera engelska inom service och utbildning?
sv: Onko mielestäsi tärkeää, että suomi ja ruotsi säilyvät yhteisinä kielinämme? Pitääkö englannin käyttöä palveluiden ja koulutuksen kielenä lisätä?.

source: Eget språk rf genomför en Valkompass om språk där du kan gå igenom dina egna och riksdagskandidaternas språkpolitiska synpunkter.
sv: Oma kieli ry:n Kielivaalikoneessa pääset tutkimaan eduskuntavaaliehdokkaiden kantoja kielipoliittisiin kysymyksiin ja vertailemaan niitä omiisi.

source: Kielivaalikone
sv: Valkompass om språk

source: Eget språk rf genomför en Valkompass om språk där du kan gå igenom dina egna och riksdagskandidaternas språkpolitiska synpunkter.
sv: Oma kieli ry:n Kielivaalikoneessa pääset tutkimaan eduskuntavaaliehdokkaiden kantoja kielipoliittisiin kysymyksiin ja vertailemaan niitä omiisi.

source: Anser du det vara viktigt att finskan och svenskan bevarar sin ställning som våra gemensamma språk? Borde vi ha mera engelska inom service och utbildning?
sv: Onko mielestäsi tärkeää, että suomi ja ruotsi säilyvät yhteisinä kielinämme? Pitääkö englannin käyttöä palveluiden ja koulutuksen kielenä lisätä?

source: Näin palvelu toimii
sv: Så här fungerar tjänsten

source: Kielivaalikone-palvelu on <a href="https://omakieli.fi/" target="_blank">Oma kieli ry – Eget språk rf:n</a> tarjoama palvelu, jonka toteuttamista varten vuoden 2023 eduskuntavaalien ehdokkaat ovat vastanneet kielipoliittisiin kysymyksiin ja antaneet kampanjaansa liittyviä henkilötietoja ja muita tietoja.
sv: Valkompassen om språk är en tjänst som <a href="https://omakieli.fi/" target="_blank">Oma kieli ry – Eget språk rf</a> skapat. Kandidaterna i riksdagsvalet 2023 har bidragit med svar på språkpolitiska frågor och sina uppgifter i anslutning till valkampanjen.

source: Palvelun käyttäjät voivat vastata Kielivaalikoneen kysymyksiin ja saada suosituksia ehdokkaista sekä verrata ehdokkaiden vastauksia omiinsa. Käyttäjät voivat käyttää palvelua myös vastaamatta kysymyksiin, selaamalla ehdokkaita vaalipiireittäin. Palvelun kysymyksiin vastataan asteikolla 1–5. Palvelussa ei ole käyttäjille avoimia vastauskenttiä. Käyttäjä valitsee alussa kunnan, jonka perusteella palvelu rajaa tarkastelun käyttäjän vaalipiirin ehdokkaisiin. Lisäksi käyttäjä valitsee vastauskielensä ja voi tallentaa ehdokkaita evästepohjaiselle muistilistalleen.
sv: Användarna kan i sin tur svara på valkompassens språkfrågor och få förslag på kandidater samt jämföra sina svar med kandidaternas svar. Det går bra att använda tjänsten också utan att svara på frågorna och bläddra bland kandidaterna per valkrets. Frågornas påståenden bedöms på en skala från 1 till 5. Det finns inga öppna svarsfält för användaren. Användaren väljer först sin kommun, varvid sökningen avgränsas till kandidaterna i användarens valkrets. Användaren väljer också sitt språk och kan spara sina favoritkandidater i en minneslista.

source: Henkilötietojen käsittely ja tietosuoja
sv: Behandling av personuppgifter och datasekretess

source: Henkilötietojen käsittely
sv: Behandling av personuppgifter

source: Palvelussa ei tallenneta käyttäjien henkilötietoja.
sv: Användarnas personuppgifter lagras inte i tjänsten.

source: Kielivaalikoneessa käsitellään eduskuntavaaleissa 2023 ehdolla olevien henkilöiden henkilötietoja toimituksellisen palvelun tuottamiseksi. Vaalikoneeseen vastanneet ehdokkaat ovat hyväksyneet erilliset käyttöehdot ja tietosuojakuvauksen Kielivaalikone-palveluun osallistuessaan.
sv: I Valkompassen om språk hanteras personuppgifter för kandidaterna i riksdagsvalet 2023 i syfte att producera redaktionellt material. Kandidaterna som svarat på frågorna har separat godkänt både användarvillkoren och dataskyddspolicyn när de deltagit i Valkompassen om språk.

source: Tallennettavat tiedot
sv: Uppgifter som lagras

source: Palvelun tietokantaan tallennetaan käyttäjän vastaukset kysymyksiin sekä se, onko vastaamisessa käytetty palvelun suomen- vai ruotsinkielistä versiota. Tallennus tapahtuu käyttäjän siirtyessä vastaustuloksiin.
sv: I tjänstens databas lagras uppgifter om användarens svar på frågorna och huruvida den finsk- eller svenskspråkiga versionen av tjänsten använts. Lagringen sker när användaren vill se resultaten.

source: Vastaustietojen tallentamisen yhteydessä ei tallenneta vastaajan IP-osoitetta eikä mitään muuta käyttäjää yksilöivää tietoa.
sv: Vid lagring av svaren lagras varken IP-adresser eller andra personuppgifter.

source: Käyttöanalytiikkaa varten tallentuvat seuraavat tekniset tiedot, joita ei yhdistetä tallennettuihin vastauksiin:
sv: För analys av bruket lagras följande tekniska information, som inte kopplas ihop med de givna svaren:

source: sovelluksen käytön alku- ja loppuaika
sv: tidpunkt för när tjänsten öppnats och stängts

source: eri käyttöliittymätoimintojen käyttö, kuten muistilistan tai hakutoiminnon käyttö.
sv: användning av olika funktioner såsom minneslista och sökfunktioner.

source: Tietokantaan tallentuneita anonyymejä vastaustietoja voidaan hyödyntää Oma kieli ry - Eget språk rf:n omassa tutkimustoiminnassa ja tiedot voidaan luovuttaa hyödynnettäväksi tieteellisessä tutkimuksessa.
sv: Anonyma svar som lagrats i databasen kan användas av Oma kieli ry – Eget språk rf för egna undersökningar och informationen kan överlåtas för vetenskaplig forskning.

source: Evästeet
sv: Kakor

source: Kielivaalikone-palvelussa käytetään ainoastaan ns. teknisiä evästeitä. Eväste tallennetaan käyttäjän selaimeen ja se säilyy siellä 7 vuorokauden ajan.
sv: Valkompassen om språk använder enbart så kallade tekniska kakor. Kakorna lagras i användarens webbläsare i sju dygn.

source: Evästeitä käytetään siihen, että käyttäjä voi halutessaan jatkaa vastaamista selainikkunan sulkemisen jälkeen. Käyttämistä jatkettaessa sovellus tarjoaa myös mahdollisuuden nollata aikaisemmat vastaukset.
sv: Kakorna används för att användaren ska kunna ta paus och återgå till Valkompassen senare. När tjänsten öppnas på nytt erbjuder den också en möjlighet att återställa tidigare svar.

source: Evästettä ei lueta palvelimelle, vaan se toimii ainoastaan sovellusta suoritettaessa käyttäjän omassa selaimessa.
sv: Kakorna läses inte in på servern utan de fungerar endast medan tjänsten är i bruk i användarens webbläsare.

source: Evästeeseen tallennetaan seuraavat tiedot:
sv: Följande uppgifter lagras i kakorna:

source: valittu kotikunta
sv: hemkommun

source: vastaukset kysymyksiin
sv: svaren på frågorna

source: muistilistalle tallennetut ehdokkaat
sv: kandidaterna på minneslistan

source: tieto vastausten tallentumisesta tilastointia varten.
sv: information om att svaren lagrats för statistikföringen.

source: Lisätiedot
sv: Närmare upplysningar

source: Tietoa Kielivaalikone-palvelusta
sv: Information om Valkompassen om språk

source: Lisätietoja palvelusta: Oma kieli ry - Eget språk rf, <a href="mailto:{{ adminEmail }}">{{ adminEmail }}</a>.
sv: Information om tjänsten: Oma kieli ry - Eget språk rf, <a href="mailto:{{ adminEmail }}">{{ adminEmail }}</a>.

source: vaalikone@omakieli.fi
sv: valkompass@egetsprak.fi

source: Kielivaalikone on toteutettu Suomen Kulttuurirahaston tuella. • Valkompassen om språk genomförs med stöd av Finska Kulturfonden.
sv: Valkompassen om språk genomförs med stöd av Finska Kulturfonden. • Kielivaalikone on toteutettu Suomen Kulttuurirahaston tuella.

source: Hae vaalipiirisi ehdokasta nimellä tai numerolla
sv: Sök kandidat inom din valkrets med namn eller nummer

source: Oma kieli ry:n Kielivaalikoneessa pääset tutkimaan eduskuntavaaliehdokkaiden kantoja kielipoliittisiin kysymyksiin ja vertailemaan niitä omiisi.
sv: Eget språk rf genomför en Valkompass om språk där du kan gå igenom dina egna och riksdagskandidaternas språkpolitiska synpunkter.

source: Kielivaalikone on toteutettu Suomen Kulttuurirahaston ja Svenska kulturfondenin tuella.<br/> Valkompassen om språk genomförs med stöd av Svenska kulturfonden och Finska Kulturfonden.
sv: Valkompassen om språk genomförs med stöd av Svenska kulturfonden och Finska Kulturfonden.<br/> Kielivaalikone on toteutettu Suomen Kulttuurirahaston ja Svenska kulturfondenin tuella.
